CONFIG = {
  version: '20221023-1501',
  langs: [
    {value: 'false', text: '停用'},
    {value: 'auto', text: '自動偵測'},
    {value: 'zh-TW', text: '正體中文'},
    {value: 'en', text: 'English'},
    {value: 'zh-CN', text: '简体中文'},
    {value: 'ja', text: '日本語'},
  ],
  OCRCorrectList: {
    '固苦館': '圖書館',
    '國書館': '圖書館',
    '苦目': '書目',
    'ﬀ': 'ff',
    'ﬁ': 'fi',
    '參際': '參酌',
    '著鏡': '著錄',
    '辛苦錄': '著錄',
    '一臻性': '一致性',
    '袋叢項': '集叢項',
    '集業項': '集叢項',
    '理論橫式': '理論模式',
    '普過': '普遍',
    '條上自': '條目',
    ', 1s the': ', is the',
    '.‧.': '...',
    '不給地': '不斷地',
    '亦節': '亦即'
  }
}